Repository: REAL8-crypto/real8-gateway
Catalog: languages/real8-gateway-*.po
Languages: es_es

source: REAL8 Gateway requires WooCommerce to be installed and active.
es_es: REAL8 Gateway requiere que WooCommerce esté instalado y activo.

source: Settings
es_es: Ajustes

source: Every Minute
es_es: Cada minuto

source: REAL8 Payment
es_es: Pago con REAL8

source: Accept payments in REAL8 tokens on the Stellar network
es_es: Acepta pagos en tokens REAL8 en la red Stellar

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable REAL8 Payment
es_es: Activar pago con REAL8

source: Title
es_es: Título

source: Payment method title displayed to customers
es_es: Título del método de pago mostrado a los clientes

source: Payment with REAL8
es_es: Pago con REAL8

source: Description
es_es: Descripción

source: Payment method description displayed during checkout
es_es: Descripción del método de pago mostrada durante el proceso de compra

source: Pay with REAL8 through the Stellar network. Fast, secure, and with very low fees.
es_es: Pague con REAL8 en la red Stellar.

source: Your Stellar Public Key
es_es: Su Clave Pública Stellar

source: Your Stellar public key (starts with G) where REAL8 payments will be received. Each merchant needs their own Stellar wallet with REAL8 trustline.
es_es: Tu clave pública Stellar (comienza con G) donde se recibirán los pagos en REAL8. Cada comerciante necesita su propia billetera Stellar con trustline de REAL8.

source: Payment Timeout (minutes)
es_es: Tiempo límite de pago (minutos)

source: How long customers have to complete payment. Default: 30 minutes.
es_es: Tiempo que tienen los clientes para completar el pago. Por defecto: 30 minutos.

source: Price Buffer (%)
es_es: Margen de precio (%)

source: Buffer percentage to account for price volatility. Customers pay this % more in REAL8. Default: 2%.
es_es: Porcentaje de margen para compensar la volatilidad del precio. Los clientes pagan este % adicional en REAL8. Por defecto: 2%.

source: Payment Instructions
es_es: Instrucciones de pago

source: Instructions shown on thank-you page and in emails. Use {amount}, {address}, {memo} as placeholders.
es_es: Instrucciones mostradas en la página de agradecimiento y en los correos electrónicos. Usa {amount}, {address}, {memo} como marcadores de posición.

source: Send exactly {amount} REAL8 to: Address: {address} Memo (TEXT): {memo} IMPORTANT: You must include the memo exactly as shown, or your payment cannot be matched to your order.
es_es: Envía exactamente {amount} REAL8 a: Dirección: {address} Memo (TEXTO): {memo} IMPORTANTE: Debes incluir el memo exactamente como se muestra, o tu pago no podrá ser asociado a tu pedido.

source: Invalid Stellar address. Must be 56 characters starting with G.
es_es: Dirección Stellar inválida. Debe tener 56 caracteres y comenzar con G.

source: This Stellar address does not have a REAL8 trustline. Please add one first. You can use the REAL8/Stellar Wallet at <a href="https://app.real8.org/" target="_blank">https://app.real8.org/</a> to create a REAL8 trustline.
es_es: Esta dirección Stellar no tiene una línea de confianza a REAL8. Por favor, agréguela primero. Puede usar la Billetera REAL8/Stellar en <a href="https://app.real8.org/" target="_blank">https://app.real8.org/</a> para crear una línea de confianza REAL8.

source: Unable to process REAL8 payment. Please try again or choose another payment method.
es_es: No se pudo procesar el pago con REAL8. Por favor, inténtalo de nuevo o elige otro método de pago.

source: Awaiting REAL8 payment
es_es: Esperando pago en REAL8

source: Checking payment status...
es_es: Verificando estado del pago...

source: Payment received! Redirecting...
es_es: ¡Pago recibido! Redirigiendo...

source: Payment window expired
es_es: Ventana de pago expirada

source: Error checking payment
es_es: Error al verificar el pago

source: REAL8 payment expired
es_es: Pago REAL8 expirado

source: Payment window has expired
es_es: La ventana de pago ha expirado

source: Checking wallet status...
es_es: Verificando estado de la billetera...

source: Valid
es_es: Válida

source: Invalid
es_es: Inválida

source: If you don't have one, you can create a REAL8/Stellar Wallet at %s
es_es: Si no tiene una Clave Pública REAL8/Stellar puede crear una Billetera REAL8/Stellar en %s

source: Once you have your Wallet, you can paste your public key (starts with G) above.
es_es: Una vez que disponga de su Billetera puede pegar su Clave Pública (comienza con G) arriba.

source: VERY IMPORTANT: If this is your first time creating a REAL8/Stellar account, remember to keep your Secret Key (it starts with S) in a safe place. If you lose it, you will not be able to recover your funds.
es_es: MUY IMPORTANTE: Si es la primera vez que crea una cuenta REAL8/Stellar recuerde que debe guardar su Clave Secreta (comienza con S) en un lugar seguro. Si la pierde no podrá recuperar sus fondos.

source: No wallet address configured. Enter your Stellar public key above.
es_es: No hay dirección de billetera configurada. Introduce tu clave pública Stellar arriba.

source: Invalid address format. Stellar addresses are 56 characters starting with G.
es_es: Formato de dirección inválido. Las direcciones Stellar tienen 56 caracteres y comienzan con G.

source: Wallet not found on Stellar network. Make sure the account exists and is funded with at least 1 XLM.
es_es: Billetera no encontrada en la red Stellar. Asegúrate de que la cuenta existe y está fondeada con al menos 1 XLM.

source: Could not verify wallet. Network error - please try again.
es_es: No se pudo verificar la billetera. Error de red - por favor, inténtalo de nuevo.

source: Account exists on Stellar
es_es: La cuenta existe en Stellar

source: Funded with %s XLM
es_es: Activada con %s XLM

source: Low XLM balance: %s (recommend 1.5+ XLM)
es_es: Saldo XLM bajo: %s (se recomienda 1.5+ XLM)

source: REAL8 trustline active (Balance: %s REAL8)
es_es: Trustline REAL8 activo (Saldo: %s REAL8)

source: REAL8 trustline missing - you cannot receive REAL8 payments!
es_es: Falta el trustline de REAL8 - ¡no puedes recibir pagos en REAL8!

source: Ready to receive REAL8 payments!
es_es: ¡Listo para recibir pagos en REAL8!

source: Action required: Add REAL8 trustline to receive payments
es_es: Acción requerida: Añade el trustline de REAL8 para recibir pagos

source: Payment Received!
es_es: ¡Pago recibido!

source: Your REAL8 payment has been confirmed. Thank you for your order!
es_es: Tu pago en REAL8 ha sido confirmado. ¡Gracias por tu pedido!

source: Payment Expired
es_es: Pago expirado

source: The payment window has expired. Please contact support if you made a payment.
es_es: La ventana de pago ha expirado. Por favor, contacta con soporte si realizaste un pago.

source: Awaiting REAL8 Payment
es_es: Esperando pago en REAL8

source: Time remaining: %s
es_es: Tiempo restante: %s

source: minutes
es_es: minutos

source: Send Payment To:
es_es: Enviar pago a:

source: Amount:
es_es: Cantidad:

source: Copy amount
es_es: Copiar cantidad

source: Destination Address:
es_es: Dirección de destino:

source: Copy address
es_es: Copiar dirección

source: Memo (TEXT - REQUIRED):
es_es: Memo (TEXTO - OBLIGATORIO):

source: Copy memo
es_es: Copiar memo

source: IMPORTANT:
es_es: IMPORTANTE:

source: You MUST include the memo exactly as shown above. Without the correct memo, your payment cannot be matched to your order.
es_es: DEBES incluir el memo exactamente como se muestra arriba. Sin el memo correcto, tu pago no podrá ser asociado a tu pedido.

source: REAL8 Token:
es_es: Token REAL8:

source: Asset Code:
es_es: Código del activo:

source: Issuer:
es_es: Emisor:

source: Automatically checking for payment...
es_es: Verificando pago automáticamente...

source: Order Total: %s (approximately %s REAL8 at current rate)
es_es: Total del pedido: %s (aproximadamente %s REAL8 al tipo de cambio actual)

source: REAL8 payment expired - no payment received within the time limit.
es_es: Pago REAL8 expirado - no se recibió ningún pago dentro del tiempo límite.

source: REAL8 payment confirmed! Amount: %s REAL8. TX: %s. From: %s
es_es: ¡Pago REAL8 confirmado! Cantidad: %s REAL8. TX: %s. Desde: %s

source: Payment gateway is enabled but no merchant address is configured. %sGo to settings%s
es_es: La pasarela de pago está activada pero no hay dirección de comerciante configurada. %sIr a ajustes%s

source: No REAL8 payment record found for this order
es_es: No se encontró registro de pago REAL8 para este pedido

source: This order has already been paid
es_es: Este pedido ya ha sido pagado

source: This payment has expired
es_es: Este pago ha expirado

source: Merchant address not configured
es_es: Dirección del comerciante no configurada
